import './info.css';
import H1 from '../H1/H1';

export default function Info() {
	return (
		<div className='infoBackground info'>
			<div className='infoText'>
				<H1 text={'Семена'} />
				<p className='infoMargin'>
					Вирощування овочів, квітів на своїй ділянці або просто на балконі - це улюблене заняття багатьох дачників та городників.
					Звичайно, свіжі овочі з власного городу натуральні, смачні та корисні. Але щоб отримати хороший урожай томату або капусти,
					насолоджуватися цвітінням петунії або троянди, важливо не тільки правильно доглядати за рослинами. Все починається із вибору
					посівного матеріалу. І тут постає питання: яке насіння вибрати? Адже вони мають бути якісними, давати гарну схожість.
				</p>
				<p>Пропонуємо покупцям широкий вибір насіння овочів. У нас ви можете знайти насіння баклажанів, різних видів капусти, бобових і
					баштанних культур, томату, перцю, огірків, цибулі, салату, часнику, картоплі від вітчизняних і зарубіжних виробників.
				</p>
				<p>Також ви можете знайти в нашому каталозі насіння квітів: однорічних (петунія, лев'ячий зів, календула тощо), дворічних
					(віола, примула, мальва), багаторічних (іберіс, анемона, гібіскус, дельфініум, фрезія), цибулинних (тюльпани, лілія,
					ірис, нарциси), кімнатних (гербера, бегонія, кактус, мімоза, пасифлора). Звичайно, це далеко не весь список - кожна
					господиня знайде тут свою улюблену квітку.
				</p>
				<p>У широкому асортименті представлені саджанці плодових дерев, троянд, ягідних кущів. У нас ви можете придбати насіння газонної
					трави, а також супутні товари: добрива, засоби захисту, біопрепарати, садовий інвентар, субстрати, ґрунти,
					агроволокно, горщики, касети для розсади.
				</p>
			</div>
		</div>
	)
}