import './description.css';

export default function Description() {

	return <div className='description'>
		<h3>Досходовий гербіцид</h3>
		<p>Досходовий гербіцид для боротьби з однорічними дводольними та деякими злаковими бур’янами в посівах ріпаку та інших культур.</p>
		<ul className='instruction'>
			<li><span>Діюча речовина:</span> Кломазон, 480 г/л</li>
			<li><span>Препаративна форма:</span> Концентрат емульсії</li>
			<li><span>Норма використання:</span> 0,2-0,6 л/га</li>
			<li><span>Клас токсичності:</span> 2.</li>
			<li><span>Термін зберігання:</span> 2 роки.</li>
		</ul>
		<h3>Характеристики</h3>
		<div>
			Системний препарат потрапляє до рослини через гіпокотиль (підсім´ядольне колінце) та кореневу систему і рухається
			по ксилемі до листків;
			<ul>
				<li>Проникаючи в рослину, припиняє процес утворення хлорофілу і каротину, тим самим зупиняє процес фотосинтезу;</li>
				<li>Знищує бур’яни та створює умови озимому ріпаку для доброго росту і розвитку в осінній період, усуваючи конкуренцію
					рослин за світло, вологу та поживні речовини на самих ранніх етапах органогенезу;</li>
				<li>Добре зв´язується у грунті та слабо промивається;</li>
				<li>Для комплексного захисту ріпаку зазвичай;</li>
				<li>Використовується у бакових сумішах із д.р. метазахлор та пропізохлор;</li>
				<li>В країнах Східної Європи (Чехія, Словаччина, Польща) використання Комманд® на посівах ріпаку є обов’язковим
					елементом в технології його вирощування;</li>
				<li>Широко використовується більше, ніж в 100 країнах світу на посівах ріпаку, сої, тютюну, перцю, моркви, картоплі,
					баштанних, бавовни та інших культур.</li>
			</ul>
		</div>
		<h3>Рекомендації:</h3>
		<ul>
			<li>Для досягнення максимального ефекту потрібен якісний обробіток ґрунту: відсутність грудок, вирівняна поверхня поля,
				відсутність рослинних решток;</li>
			<li>Обприскування ґрунту проводиться впродовж двох днів, а найкраще відразу ж після посіву;</li>
			<li>За недостачі ґрунтової вологи після обприскування рекомендується провести коткування ґрунту кільчасто- шпоровими котками;</li>
			<li>Норма витрати залежить від вмісту гумусу в ґрунті, на малогумусних ґрунтах її можна дещо знизити;</li>
			<li>Може виникнути побіління першої пари листочків ріпаку, проте в подальшому воно зникає, а рослини мають більш
				розвинену кореневу систему, краще витримують низькі температури;</li>
			<li>За потреби пересіву через 30-60 днів після обробки ріпак та сою можна сіяти після поверхневого обробітку ґрунту на
				глибину 8-10 см, для всіх інших культур рекомендується провести глибоку оранку;</li>
			<li>Обов´язковою вимогою під час внесення препарату є забезпечення суцільного покриття поверхні поля.</li>
		</ul>
	</div>

}

