import H1 from '../../H1/h1';
import './paymentAndDeliveryPage.css';

export default function PaymentAndDeliveryPage() {
	return <div className='pageDeliveryWrap'>
		<H1 text={'Оплата і доставка'} />
		<h3>Оплата</h3>
		<h5>Мінімальне замовлення насіння або будь-яких інших товарів в нашому магазині становить 200 гривень.</h5>
		<ul>
			<li>
				<span>
					На розрахунковий рахунок в КБ ПриватБанк
				</span>
				<p>
					У будь-якому відділенні банку Ви можете здійснити платіж на розрахунковий рахунок
					або через термінал КБ ПриватБанк, або програму Приват24. Вартість послуг банку
					(комісія) оплачується окремо, згідно тарифів обраного Вами банку.
				</p>
			</li>

			<li>
				<span>
					Післяплатою через «Укрпошта Експрес» (оплата при отриманні посилки)
				</span>
				<p>
					Замовлення оплачується при його отриманні у відділенні.
					Комісія при перерахуванні оплати за заовлення вартістю до 500 грн
					складає 10 грн, понад 500 грн - 2%. Комісія НЕ буде додана в рахунок
					оплачується при отриманні посилки.
				</p>
			</li>

			<li>
				<span>
					Післяплатою через компанію «Нова пошта» (оплата при отриманні відправлення)
				</span>
				<p>
					Замовлення оплачується при його отриманні у відділенні. Комісія за перерахування грошових
					коштів - 2,5%, але не менш ніж 10 грн від суми замовлення. Коміссія сплачується при отриманні посилки.
				</p>
			</li>

			<li>
				<span>
					Готівкою при самовивозі
				</span>
				<p>
					Замовлення оплачується готівкою при отриманні на нашому офісі, розташованому за адресою
					м. Краматорськ, вул.Богдана Хмельницького, 7, магазин "Огородник" (УкрНасіння).
				</p>
			</li>
		</ul>
		<h5>При виборі оплати післяплатою, враховуйте:</h5>
		<ul>
			<li>
				товари з позначкою «НА ЗАМОВЛЕННЯ» і «ПЕРЕДОПЛАТА» цим способом не відправляються;
			</li>
			<li>
				поки оплата за перше замовлення не буде отримана, наступне замовлення клієнтові не висилається.
				Компанія залишає за собою право на зміну ціни у разі коливання курсу валют.
				Замовлення насіння та ін. товару через інтернет обробляється до 3-х днів, в сезон, в зв'язку зі
				збільшенням кількості замовлень, термін обробки може бути збільшений. Можлива відсутність деяких
				товарів на складі, в рахунок-фактуру вони не включаються, без узгодження з покупцем іншими не замінюються.
				Після обробки та формування замовлення насіння через інтернет, на зазначений клієнтом e-mail і в
				його кабінет направляється рахунок-фактура. Якщо протягом 3-х днів після оформлення замовлення насіння
				на адресу Вашої електронної пошти не прийшов рахунок, будь ласка, повідомте про це оператора. Будь ласка,
				додайте наш e-mail shop@ukrsemena.com в свою адресну книгу, таким чином, рахунок-фактура не потрапить в спам.
				У рахунку-фактурі будуть вказані реквізити для здійснення оплати згідно обраного способу.
				Список товару при стані замовлення «Виставлено рахунок» в кабінеті клієнта повністю збігається з рахунком-фактурою.
				Виписаний товар резервується на 3 робочих дні, протягом яких клієнтові необхідно здійснити оплату
				(якщо обрана передоплата).
			</li>
			<li>
				Всі необхідні реквізити платежу вказані в рахунку-фактурі.
			</li>
			<li>
				Передоплата здійснюється тільки після отримання рахунку-фактури. Рахунок необхідно оплатити протягом 3-х
				ба нківських днів. При здійсненні платежу комісія не входить у вартість замовлення і доставки, оплачується
				покупцем окр е мо. Якщо В ам у відділенні банку відмовляють у проведенні платежу, зв'яжіться з Контакт-центром
				і  п овідомте про  порушення, вказавши прізвище та посаду відповідального співробітника банку.
			</li>
		</ul>
		<div className='delivery'>
			<h3>Доставка</h3>
			<div className='deliveryP'>
				<div className='deliveryPText'>
					<h5>Доставка «Укрпошта Експрес»</h5>
					<p>Доставку насіння поштою по Україні можна замовити як післяплатою, так і за передоплатою.
						Замовлення надходить на поштове
						відділення, вказане клієнтом. Максимальна вага посилки до 10 кг. Тривалість доставки насіння поштою по Україні - не більше
						5 днів.
					</p>
					<p>
						<span>
							Вартість доставки розраховується згідно тарифів «Укрпошта Експрес», НЕ ВХОДИТЬ в рахунок замовлення
							і оплачується при отр иманні посилки.
						</span>
					</p>
					<p>
						<span>Увага!</span>
						Термін безкоштовного зберігання посилок в відділеннях ПАТ «Укрпошта» становить 5 робочих днів з моменту прибуття.
						Починаючи з 6 дня зберігання посилка повертається до відправника. Прохання своєчасно звертатися до відділень
						ПАТ «Укрпошта» для отримання замовлень.	У  зв'язку з термінами доставки коливання по вазі посадкового матеріалу
						можуть становити ± 8%.
					</p>
				</div>
				< img src='/UP.png' />
			</div>
			<div className='deliveryP'>
				<img src='/NP.png' />
				<div className='deliveryPText'>
					<h5>Доставка комерційними транспортними компаніями</h5>
					<p>тримання замовлення відбувається в філіях компаній. Оплату за доставку здійснює клієнт.
						Можлива доставка за адресою клієнта за додаткову плату. Тривалість доставки комерційними
						транспортними службами не більше 3 днів.
					</p>
					<span>
						Вазтість доставки розраховується згідно тарифів транспортних компаній,
						НЕ ВХОДИТЬ в рахунок замовлення і оплачується при отриманні посилки.
					</span>
				</div>
			</div>
		</div>
		<h3>Самовивіз</h3>
		<h5>Отримати і сплатити посилку клієнт може в нашому офісі за адресою</h5>
		<p>м. Краматорск, вул. Б. Хмельницького, 7, інтернет-магазин УкрНасіння (магазин Огородник).</p>
		<p>Графік видачі посилок: понеділок - п'ятниця з 9.00 до 18.00, перерва 12.30-13.30.</p>
		<p>Після відправки замовлення клієнту повідомляють на e-mail і по телефону номер товарно-транспортної
			накладної (декларації) і орієнтовну дату прибуття. Для отримання посилки необхідно мати з собою паспорт
			(якщо клієнт отримує посилку особисто) або довіреність (якщо Ви представляєте інтереси одержувача).
			При замовленні насіння поштою в інтернет-магазині з України, на поштове відділення клієнта приходить
			посилка з замовленням. Працівники пошти/транспортної компанії повинні направити йому оповіщення і/або
			SMS-повідомлення про отримання посилки, тому потрібно стежити за своєю поштовою скринькою.
			Дуже часто повідомлення губляться, тому виходячи з орієнтовної дати прибуття посилки, поцікавтеся на пошті
			про посилку самостійно. Її необхідно отримати протягом 5 днів з дня прибуття, після чого посилка повертається
			назад в інтернет-магазин.
		</p>
		<p>
			<span>
				Якщо клієнт вчасно не забирає зі свого поштового відділення посилку, інтернет-магазин УкрНасіння
				не несе відповідальність за його бездіяльність або бездіяльність працівників поштового відділення і
				повторно посилку не висилає. Такі клієнти заносяться в чорний список і з цього моменту можуть отримувати
				товар тільки після повної передоплати.
			</span>
		</p>
		<p>
			<span>
				Це відноситься і до доставки насіння післяплатою компанією «Нова пошта».
			</span>
		</p>
		<p>
			При отриманні замовлення з насінням та ін. товарами ретельно огляньте посилку на предмет цілісності упаковки.
			У разі порушення цілісності упаковки та/або відсутності частини замовлення і/або псування товару, в присутності
			працівника транспортної компанії або ПАТ «Укрпошта» проведіть огляд вмісту посилки, звірте його з вкладеною видатковою
			накладною на товар, завіреною підписом співробітника інтернет-магазину УкрНасіння. При необхідності складіть «Акт про огляд»,
			в якому необхідно відобразити стан упаковки і товару, характер пошкоджень. Після складання Акту клієнт повинен негайно зв'язатися
			з Контакт-центром інтернет-магазину УкрНасіння і надати копію акта про огляд товару. Якщо працівники служби доставки відмовляють
			Вам у проведенні огляду і складанні Акту, клієнт має право не підписувати товарно-транспортні документи і не забирати замовлення.
			Наявність підпису вантажоодержувача в супровідній накладній означає, що товар отриманий і претензій до продавця і компанії, що
			здійснила доставку насіння та ін. товарів немає.
		</p>
	</div>
}
