import H1 from '../../H1/h1';
import './plantsProtectingTools.css';
export default function PlantsProtectingInfo() {

	return <div className='plantsProtectingInfo'>
		<div className='plantsProtectingInfoText'>
			<H1 text={'Засоби захисту рослин'} />
			<p>
				Засоби захисту рослин поділяють на чотири основні види: механічні, хімічні, біологічні та агротехнічні.
				Проте найраціональніше - це їх одночасне, правильне поєднання. Найпоширеніший метод - це хімічний.
				Існують тисячі різних видів препаратів хімічного захисту. Але не варто їх плутати, а тим більше об′єднувати
				з хімічними добривами. Методи їх впливу на рослини абсолютно протилежні.</p>

			<p>	Необхідно знати і розрізняти хімічні засоби захисту рослин. Адже ці препарати мають суоро визначений об′єкт впливу
				(збудник хвороби, комахи-шкідники, вид або родина бур′янів).</p>

			<p>Отрутохімікати не терплять халатності. Це той тип препарату, який недостатньо просто розвести у воді і обприскати
				ним рослини. Якщо отрутохімікати неправильно застосувати, то вони можуть завдати шкоди вам, корисним комахам, урожаю.
			</p></div>
	</div>
}