import './moreAboutCompany.css';
import H1 from '../../H1/h1'

export default function MoreAboutCompany() {
	return <div className='moreAboutCompany'>
		<H1 text={'Про нас'} />
		<div className='itemsAbout'>
			<p><span>«Компанія ТОВ “ДАМАР АГРОТРЕЙД”</span> — молода команда,
				яка з’явилась на аграрному ринку у 2020 році.
				Ми не боїмось труднощів і викликів.
				Тому навіть складний ковідний період,
				світова пандемія не стали на заваді успішному старту.</p>

			<p>	Отже,<span> ми — сміливі, ми — драйвові,</span> ми — ті,
				що розвивають рослинництво та допомагають ставати успішними
				тисячам вітчизняних аграріїв.</p>

			<p><span>	Бачення:</span> компанія ТОВ “ДАМАР АГРОТРЕЙД”
				тримає курс на підвищення престижності, довіри до засобів захисту
				рослин made in UA. Прагнемо, аби в кожному регіоні України наш споживач
				мав доступ до якісної продукції та консалтингу від фахівців команди.</p>

			<p><span>Місія:</span> усе продуктове портфоліо, консультативні
				послуги ТОВ “ДАМАР АГРОТРЕЙД” направлені на підвищення рентабельності
				рослинництва в мінливих кліматичних умовах України. Також ставимо собі
				завдання підвищувати обізнаність клієнтів щодо сучасних методів ведення
				рослинництва...</p>

			<ul><span>Цінності:</span>
				<li>прозорість ділових стосунків з колегами, контрагентами, клієнтами;</li>
				<li>однаково висококласний сервіс для невеликого фермера та потужного холдингу;</li>
				<li>покращення якості товарів та послуг;</li>
				<li>постійна підтримка партнера на усіх етапах виробництва продукції рослинництва;</li>
				<li>екологічність у роботі, думках та цілях;</li>
				<li>підтримка вітчизняного продукту та вітчизняного виробника;</li>
				<li>постійний саморозвиток.…»</li>
			</ul>
		</div>
	</div>
}